import React from "react";

const Banner = () => {
  return (
    <div className="index-blocks-2">
      <div className="wide-bg">
        <div className="app-desc max-width">
          <div className="text">
            <h2>چین یار | دروازه ورود شما به بلاکچین بدون محدودیت </h2>
            <p>
            آیا به دنبال راهی ساده و سریع برای ورود به دنیای بلاکچین هستید؟ با چین یار، بدون نیاز به دانش فنی پیچیده، توکن‌های سفارشی خود را بسازید و کمپین‌های ICO را به آسانی مدیریت کنید. چین یار با ارائه ابزارهای متنوع و کاربردی، شما را از نیاز به هر برنامه دیگری بی‌نیاز می‌کند.
به کمک چین یار می‌توانید با چند کلیک ساده توکن‌های خود را بر روی شبکه‌های مختلف از جمله اتریوم، بایننس چین، سولانا و پالیگان ایجاد کنید. همچنین، ابزارهای بازاریابی و صفحات پیش‌فروش ما به شما کمک می‌کنند تا سرمایه‌گذاران جدید جذب کنید و پروژه‌های خود را به موفقیت برسانید.
            </p>
          </div>
          <img
            src="/assets/i/v3/universe/vcutter-veditor.svg"
            alt="Video Editor"
          />
        </div>
      </div>

      <div className="line" />
    </div>
  );
};

export default Banner;
