import React from "react";

const Banner = () => {
  return (
    <div className="index-blocks-2">
      <div className="wide-bg">
        <div className="app-desc max-width">
          <div className="text">
            <h2>کمی درباره ما و چین یار بدانید ...</h2>
            <p>
            به دنبال راهی ساده و سریع برای ورود به دنیای بلاکچین هستید؟ با چین یار، ابزاری که توسط دانش‌آموزان جوان و پرشور شهر سقز با عشق و خلاقیت توسعه یافته، به راحتی می‌توانید توکن‌های سفارشی خود را بسازید و کمپین‌های ICO را به آسانی مدیریت کنید. تیم ما که شرکت کننده در جشنواره جوان خوارزمی است، مجموعه‌ای از ابزارهای متنوع و کاربردی را در اختیار شما قرار می‌دهد تا بدون نیاز به دانش فنی پیچیده، توکن‌های خود را بر روی شبکه‌های مختلف ایجاد کنید و پروژه‌های خود را به موفقیت برسانید.
            </p>
          </div>
          <img
            src="52.svg"
          />

        </div>
      </div>
      <div className="line" />
    </div>
  );
};

export default Banner;
